---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LevelDataMassTypeComments
source: html/699149ed-3ee5-7b3d-896b-7c7b9af69596.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LevelDataMassTypeComments Property

"Mass: Type Comments"

## Syntax (C#)
```csharp
public static ForgeTypeId LevelDataMassTypeComments { get; }
```